Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/Localizable-Profile.xcstrings
Source language: en
Languages: be, da, de, el, es_ar, et, fr, ga, is, it, nl, tr, uk, vi, zh_hant

# Common.Controls.RelationshipAction.acceptFollowRequest
source: Accept
be: Прыняць
da: Accepter
de: Akzeptieren
el: Αποδοχή
es_ar: Aceptar
et: Nõustu
fr: Accepter
ga: Glac leis
is: Samþykkja
it: Accetta
nl: Accepteren
tr: Kabul Et
uk: Прийняти
vi: Chấp nhận
zh_hant: 接受

# Common.Controls.RelationshipAction.rejectFollowRequest
source: Reject
be: Адхіліць
da: Afvis
de: Ablehnen
el: Απόρριψη
es_ar: Rechazar
et: Keeldu
fr: Rejeter
ga: Diúltaigh
is: Hafna
it: Rifiuta
nl: Wijs af
tr: Reddet
uk: Відмовити
vi: Từ chối
zh_hant: 拒絕

# Common.Controls.RelationshipAction.showAnyway
source: Show anyway
be: Усё адно паказаць
da: Vis alligevel
de: Beitrag anzeigen
el: Εμφάνιση ούτως ή άλλως
es_ar: Mostrar de todos modos
et: Näita ikkagi
fr: Afficher quand même
ga: Taispeáin ar aon nós
is: Birta samt
it: Mostra comunque
nl: Toon toch
tr: Yine de göster
uk: Усе одно показати
vi: Vẫn xem
zh_hant: 仍要顯示

# Scene.EditProfile.CustomFields.addField
source: Add field
be: Дадаць поле
da: Tilføj felt
de: Zusatzfeld hinzufügen
el: Προσθήκη πεδίου
es_ar: Agregar campo
et: Lisa väli
fr: Ajouter un champ
ga: Cuir réimse leis
is: Bæta við reit
it: Aggiungi un campo
nl: Voeg veld toe
tr: Alan ekle
uk: Додати поле
vi: Thêm trường
zh_hant: 新增欄位

# Scene.EditProfile.CustomFields.characterCountTip
source: Tip: Try to keep the label and value short (under 25 characters for each is best).
be: Падказка: Паспрабуйце зрабіць назву і змесціва кароткімі (найлепшы варыянт — да 25 сімвалаў для абаіх).
da: Tip: Prøv at holde etiketten og værdien korte (helst under 25 tegn hver).
de: Hinweis: Fasse dich bei der Beschriftung und dem Inhalt möglichst kurz (unter 25 Zeichen).
el: Συμβουλή: Προσπάθησε να κρατήσεις την ετικέτα και την τιμή μικρή (κάτω από 25 χαρακτήρες το κάθε ένα είναι το καλύτερο).
es_ar: Consejo: Intentá mantener la etiqueta y el valor cortos (menos de 25 caracteres para cada uno es mejor).
et: Soovitus: proovi silt ja tema väärtus koostada lühidalt (kummagi puhul on kuni 25 tähemärki hea mõte).
fr: Astuce : essayez de garder le libellé et la valeur courts (moins de 25 caractères chacun est préférable).
ga: Leid: Déan iarracht an lipéad agus an luach a choinneáil gearr (faoi bhun 25 carachtar do gach ceann is fearr).
is: Ábending: reyndu að halda merkingunni og gildinu sem stystu (minna en 25 stafir er best).
it: Suggerimento: cerca di mantenere l'etichetta e il valore brevi (meno di 25 caratteri per ciascuno è l'ideale).
nl: Tip: Probeer het label en de waarde kort te houden (minder dan 25 tekens voor elk is het beste).
tr: Tüyo: Bu alanı ve değerini kısa tutmaya çalışın (her biri için 25 karakterden daha az olması en iyisidir).
uk: Порада: Спробуйте скоротити назву та значення (найкраще до 25 символів для кожного значення).
vi: Mẹo: Cố gắng giữ cho nhãn và giá trị ngắn gọn (tốt nhất là dưới 25 ký tự cho mỗi loại).
zh_hant: 小撇步：請保持標籤與欄位內容簡潔（兩者最好皆少於 25 個字元）。

# Scene.EditProfile.CustomFields.deleteCustomFieldConfirmationAlertMessage
source: Are you sure you want to delete this custom field? This action can’t be undone.
be: Вы ўпэўненыя, што хочаце выдаліць гэтае адвольнае поле? Гэтае дзеянне будзе незваротным.
da: Er du sikker på, at du vil slette dette brugerdefinerede felt? Denne handling kan ikke fortrydes.
de: Möchtest du dieses Zusatzfeld wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
el: Σίγουρα θέλεις να διαγράψεις αυτό το προσαρμοσμένο πεδίο; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es_ar: ¿De verdad querés eliminar este campo personalizado? Esta acción no se puede deshacer.
et: Kas oled kindel, et soovid selle kohandatud välja kustutada? Seda toimingut ei saa tagasi võtta.
fr: Voulez-vous vraiment supprimer ce champ personnalisé ? Cette action ne peut pas être annulée.
ga: An bhfuil tú cinnte gur mhaith leat an réimse saincheaptha seo a scriosadh? Ní féidir an gníomh seo a chealú.
is: Ertu viss um að þú viljir eyða þessum sérsniðna reit? Þessa aðgerð er ekki hægt að afturkalla.
it: Si è sicuri di voler eliminare questo campo personalizzato? Questa azione non può essere annullata.
tr: Bu özel alanı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити це власне поле? Цю дію не можна скасувати.
vi: Bạn có chắc muốn xóa trường này? Hành động này không thể hoàn tác.
zh_hant: 您是否確定要刪除此自訂欄位？此動作無法復原。

# Scene.EditProfile.CustomFields.deleteCustomFieldConfirmationAlertTitle
source: Delete custom field?
be: Выдаліць адвольнае поле?
da: Slet brugerdefineret felt?
de: Zusatzfeld löschen?
el: Διαγραφή προσαρμοσμένου πεδίου;
es_ar: ¿Eliminar campo personalizado?
et: Kas kustutame kohandatud välja?
fr: Supprimer le champ personnalisé ?
ga: An bhfuil fonn ort an réimse saincheaptha a scriosadh?
is: Eyða sérsniðnum reit?
it: Eliminare il campo personalizzato?
nl: Aangepast veld verwijderen?
tr: Özel alan silinsin mi?
uk: Видалити власне поле?
vi: Xóa trường tùy chỉnh?
zh_hant: 是否刪除自訂欄位？

# Scene.EditProfile.CustomFields.deleteField
source: Delete field
be: Выдаліць поле
da: Slet felt
de: Zusatzfeld löschen
el: Διαγραφή πεδίου
es_ar: Eliminar campo
et: Kustuta väli
fr: Supprimer le champ
ga: Scrios réimse
is: Eyða reit
it: Elimina il campo
nl: Verwijder veld
tr: Alanı sil
uk: Видалити поле
vi: Xóa trường
zh_hant: 刪除欄位

# Scene.EditProfile.CustomFields.label
source: Label
be: Пазнака
da: Etiket
de: Beschriftung
el: Ετικέτα
es_ar: Nombre de campo
et: Silt
fr: Étiquette
ga: Lipéad
is: Skýring
it: Etichetta
tr: Etiket
uk: Позначка
vi: Nhãn
zh_hant: 標籤

# Scene.EditProfile.CustomFields.labelPlaceholder
source: E.g. “Personal website”
be: Напрыклад, "Асабісты Сайт"
da: F.eks. “Personligt websted”
de: z. B. „Meine Website“
el: Π.χ. “Προσωπική ιστοσελίδα”
es_ar: Por ejemplo: «Sitio web personal»
et: Näiteks „Isiklik veebileht“
fr: Par exemple « Site Web personnel »
ga: M.sh. “Suíomh Gréasáin pearsanta”
is: T.d. "Eigið vefsvæði"
it: Per esempio: "Sito web personale"
nl: Bijv. 'Persoonlijke website'
tr: Ör. “Kişisel web sitesi”
uk: Наприклад, "Персональний сайт"
vi: Vd: “Website cá nhân”
zh_hant: 例如：「個人網站」

# Scene.EditProfile.CustomFields.prompt
source: Add your pronouns, external links, or anything else you’d like to share.
be: Дадайце свае займеннікі, знешнія спасылкі ці нешта іншае, чым Вы хацелі б падзяліцца.
da: Tilføj dine pronominer, eksterne links eller andet, du gerne vil dele.
de: Ergänze deine Pronomen, weiterführenden Links oder etwas anderes, das du teilen möchtest.
el: Πρόσθεσε τις αντωνυμίες σου, εξωτερικούς συνδέσμους ή οτιδήποτε άλλο θέλεις να μοιραστείς.
es_ar: Agregá tus pronombres personales, enlaces externos o cualquier otra cosa que quisieras compartir.
et: Lisa oma asesõnad, välislingid või mistahes muu, mida soovid jagada.
fr: Ajouter vos pronoms, vos sites, ou tout ce que vous voulez partager.
ga: Cuir do fhorainmneacha, naisc sheachtracha, nó aon rud eile ar mhaith leat a roinnt leis.
is: Settu inn fornöfn sem þú vilt nota, ytri tengla eða hvaðeina sem þú vilt deila með öðrum.
it: Aggiungi i tuoi pronomi, collegamenti esterni o qualsiasi altra cosa desideri condividere.
tr: Hitaplarınızı, dış bağlantılarınızı veya paylaşmak istediğiniz herhangi bir şeyi ekleyin.
uk: Додайте свої займенники, зовнішні посилання або щось інше, чим ви хотіли б поділитися.
vi: Thêm nghề nghiệp, liên kết ngoài hoặc bất kỳ gì mà bạn muốn.
zh_hant: 加入您的稱謂、外部連結、或其他您想分享的。

# Scene.EditProfile.CustomFields.reachedMaxFields
source: Max %1$(limit)lld fields reached
be: Максімум у %1$(limit)lld палёў дасягнуты
da: Maks. %1$(limit)lld felter nået
de: Höchstzahl von %1$(limit)lld Feldern erreicht
el: Έφτασες τα μέγιστα %1$(limit)lld πεδία
es_ar: Se alcanzó el máximo de %1$(limit)lld campos
et: Maksimaalne %1$(limit)lld välja piir on käes
fr: Nombre maximum de champs (%1$(limit)lld) atteint
ga: Uasmhéid réimsí %1$(limit)lld bainte amach
is: Hámarki %1$(limit)lld reita náð
it: Raggiunto il massimo di %1$(limit)lld campi
tr: %1$(limit)lld alan limitine erişildi
uk: Досягнуто обмеження в %1$(limit)lld полів
vi: Đã đạt tối đa %1$(limit)lld trường
zh_hant: 已觸及最多 %1$(limit)lld 個欄位上限

# Scene.EditProfile.CustomFields.reachedMaxFieldsForDomain
source: Max %1$(limit)lld fields reached (%2$(domainName)@)
be: Максімум у %1$(limit)lld палёў дасягнуты (%2$(domainName)@)
da: Max %1$(limit)lld felter nået (%2$(domainName)@)
de: Höchstzahl von %1$(limit)lld Feldern erreicht (%2$(domainName)@)
el: Έφτασες τα μέγιστα %1$(limit)lld πεδία (%2$(domainName)@)
es_ar: Se alcanzó el máximo de %1$(limit)lld (%2$(domainName)@)
et: Maksimaalne %1$(limit)lld välja piir on käes (%2$(domainName)@)
fr: Nombre maximum de champs (%1$(limit)lld) atteint (%2$(domainName)@)
ga: Uasmhéid %1$(limit)lld réimsí bainte amach (%2$(domainName)@)
is: Hámarki %1$(limit)lld reita náð (%2$(domainName)@)
it: Raggiunto il massimo di %1$(limit)lld campi (%2$(domainName)@)
tr: %1$(limit)lld alan limitine erişildi (%2$(domainName)@)
uk: Досягнуто обмеження в %1$(limit)lld полів (%2$(domainName)@)
vi: Tối đa %1$(limit)lld trường đã đạt (%2$(domainName)@)
zh_hant: 已觸及最多 %1$(limit)lld 個欄位上限（%2$(domainName)@）

# Scene.EditProfile.CustomFields.reorderFields
source: Reorder fields
be: Змяніць парадак палёў
da: Omarrangér felter
de: Felder neu anordnen
el: Αναδιάταξη πεδίων
es_ar: Reordenar campos
et: Muuda väljade järjekorda
fr: Réorganiser les champs
ga: Réimsí a athordú
is: Endurraða reitum
it: Riordina i campi
tr: Alanları sırala
uk: Змінити порядок полів
vi: Sắp xếp trường
zh_hant: 重新排序欄位

# Scene.EditProfile.CustomFields.reorderOrDeleteFields
source: Reorder/delete fields
be: Змяніць парадак/выдаліць палі
da: Omarrangér/slet felter
de: Felder neu anordnen / löschen
el: Αναδιάταξη/διαγραφή πεδίων
es_ar: Reordenar/eliminar campos
et: Muuda väljade järjekorda või kustuta neid
fr: Réorganiser/supprimer les champs
ga: Réimsí a athordú/scrios
is: Endurraða/eyða reitum
it: Riordina/elimina campi
tr: Alanları sırala/sil
uk: Змінити порядок / видалити поля
vi: Sắp xếp/xóa trường
zh_hant: 重新排序或刪除欄位

# Scene.EditProfile.CustomFields.value
source: Value
be: Змесціва
da: Værdi
de: Inhalt
el: Τιμή
es_ar: Valor
et: Väärtus
fr: Valeur
ga: Luach
is: Gildi
it: Valore
nl: Waarde
tr: Değer
uk: Значення
vi: Giá trị
zh_hant: 值

# Scene.EditProfile.CustomFields.valuePlaceholder
source: E.g. “example.me”
be: Напрыклад, “example.me”
da: F.eks. “eksempel.me“
de: z. B. „example.me“
el: Π.χ. “example.me”
es_ar: Por ejemplo: «ejemplo.com.ar»
et: Nt. „toredomeen.ee“
fr: Par exemple « exemple.me »
ga: M.sh. “example.me”
is: T.d. “example.me”
it: Per esempio: "example.me"
nl: Bijv. 'voorbeeld.nl'
tr: Ör. “example.me”
uk: Наприклад, "example.me"
vi: Vd: “example.me”
zh_hant: 例如「example.me」

# Scene.EditProfile.CustomFields.verifiedLinkTip
source: Tip: Add credibility to your Mastodon account by verifying links to websites you own.
be: Падказка: дадайце даверу да Вашага профілю Mastodon пацвярджэннем спасылак на сайты, якія Вам належаць.
da: Tip: Gør din Mastodon-konto mere troværdig ved at bekræfte links til de websteder, du ejer.
de: Tipp: Beweise die Echtheit deines Mastodon-Profils, indem du verifizierte Links zu deinen persönlichen Websites ergänzt.
el: Συμβουλή: Πρόσθεσε αξιοπιστία στον Mastodon λογαριασμό σου επαληθεύοντας συνδέσμους προς ιστοσελίδες που κατέχεις.
es_ar: Consejo: podés agregar fácilmente credibilidad a tu cuenta de Mastodon verificando enlaces a cualquier sitio web que tengas.
et: Soovitus: Lisa oma Mastodoni kontole usutavust verifitseerides sulle kuuluvate veebisaitide lingid.
fr: Astuce : ajoutez de la crédibilité à votre compte Mastodon en vérifiant les liens vers vos sites.
ga: Leid: Cuir creidiúnacht le do chuntas Mastodon trí naisc chuig láithreáin ghréasáin ar leatsa iad a fhíorú.
is: Ábending: Auktu trúverðugleika Mastodon-aðgangsins þíns með því að bæta við staðfestingartenglum sem vísa á vefsvæði sem þú átt.
it: Suggerimento: aumenta la credibilità del tuo account Mastodon verificando i collegamenti ai siti web di tua proprietà.
tr: Tüyo: Sahip olduğunuz web sitelerinin bağlantılarını doğrulayarak Mastodon hesabınıza güvenilirlik katın.
uk: Порада: Додайте довіру до вашого профілю Mastodon, підтвердивши посилання на особисті веб-сайти.
vi: Mẹo: Xác minh liên kết đến bất kỳ trang web nào bạn sở hữu.
zh_hant: 小撇步：藉由驗證您所擁有之網站連結以增加您的 Mastodon 帳號可信度。

# Scene.EditProfile.FeaturedHashtags.add
source: Add hashtag
be: Дадаць хэштэг
da: Tilføj hashtag
de: Hashtag hinzufügen
el: Προσθήκη ετικέτας
es_ar: Agregar etiqueta
et: Lisa teemaviide
fr: Ajouter un hashtag
ga: Cuir haischlib leis
is: Bæta við myllumerki
it: Aggiungi hashtag
nl: Voeg hashtag toe
tr: Etiket ekle
uk: Додати хештеґ
vi: Thêm hashtag
zh_hant: 新增主題標籤

# Scene.EditProfile.FeaturedHashtags.addAnother
source: Add another
be: Дадаць іншы
da: Tilføj endnu et
de: Weiterer Hashtag
el: Προσθήκη άλλης
es_ar: Agregar otra
et: Lisa veel üks
fr: En ajouter un autre
ga: Cuir ceann eile leis
is: Bæta við öðru
it: Aggiungine un altro
nl: Voeg nog een toe
tr: Başka bir tane ekle
uk: Додати ще
vi: Thêm nữa
zh_hant: 再新增另一個

# Scene.EditProfile.FeaturedHashtags.addConfirmedText
source: #%1$(tagName)@ is now featured on your profile page. Do you want to add another?
be: #%1$(tagName)@ цяпер у Вашай укладцы "Выбранае" на старонцы профілю. Хочаце дадаць яшчэ адзін?
da: #%1$(tagName)@ vises nu på din profilside. Vil du tilføje et til?
de: #%1$(tagName)@ wird jetzt auf deinem Profil vorgestellt. Möchtest du einen weiteren Hashtag hinzufügen?
el: #%1$(tagName)@ αναδεικνύεται τώρα στη σελίδα προφίλ σου. Θέλεις να προσθέσεις μια άλλη;
es_ar: La etiqueta #%1$(tagName)@ ahora está destacada en tu página de perfil. ¿Querés agregar otra?
et: #%1$(tagName)@ on nüüd sinu profiili lehel esile tõstetud. Kas tahaksid lisada veel ühe?
fr: #%1$(tagName)@ est maintenant mis en avant sur votre profil. Voulez-vous en ajouter un autre ?
ga: Tá #%1$(tagName)@ le feiceáil ar do leathanach próifíle anois. Ar mhaith leat ceann eile a chur leis?
is: #%1$(tagName)@ er nú með aukið vægi á notandasniðinu þínu. Viltu bæta við öðru?
it: #%1$(tagName)@ è ora in evidenza sulla pagina del tuo profilo. Vuoi aggiungerne un altro?
nl: #%1$(tagName)@ is nu uitgelicht op je profielpagina. Wil je er nog een toevoegen?
tr: #%1$(tagName)@ şimdi profil sayfanızda öne çıkarılıyor. Başka bir tane eklemek ister misiniz?
uk: #%1$(tagName)@ тепер рекомендовано на сторінці вашого профілю. Ви хочете додати ще?
vi: #%1$(tagName)@ đã được nêu bật trên hồ sơ. Bạn có muốn thêm nữa?
zh_hant: #%1$(tagName)@ 現在已於您的個人檔案頁面中推薦。您是否想要再新增另一個？

# Scene.EditProfile.FeaturedHashtags.addConfirmedTitle
source: #%1$(tagName)@ featured!
be: #%1$(tagName)@ дададзены ў "Выбранае"!
da: #%1$(tagName)@ fremhævet!
de: #%1$(tagName)@ wird vorgestellt!
el: #%1$(tagName)@ αναδεικνύεται!
es_ar: ¡La etiqueta #%1$(tagName)@ está destacada!
et: #%1$(tagName)@ on esile tõstetud!
fr: #%1$(tagName)@ mis en avant !
ga: #%1$(tagName)@ le feiceáil!
is: #%1$(tagName)@ er nú með aukið vægi!
it: #%1$(tagName)@ in evidenza!
nl: #%1$(tagName)@ is uitgelicht!
tr: #%1$(tagName)@ öne çıkarıldı!
uk: #%1$(tagName)@ рекомендовано!
vi: #%1$(tagName)@ đã được nêu bật!
zh_hant: 已推薦 #%1$(tagName)@！

# Scene.EditProfile.FeaturedHashtags.keep
source: Keep
be: Пакінуць
da: Behold
de: Behalten
el: Διατήρηση
es_ar: Conservar
et: Säilita
fr: Conserver
ga: Coinnigh
is: Halda
it: Mantenere
nl: Behoud
tr: Sakla
uk: Залишити
vi: Giữ
zh_hant: 保留

# Scene.EditProfile.FeaturedHashtags.remove
source: Remove
be: Выдаліць
da: Fjern
de: Entfernen
el: Αφαίρεση
es_ar: Quitar
et: Eemalda
fr: Supprimer
ga: Bain
is: Fjarlægja
it: Rimuovi
nl: Verwijder
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hant: 刪除

# Scene.EditProfile.FeaturedHashtags.removeConfirmation
source: Remove #%1$(hashtagName)@ ?
be: Выдаліць #%1$(hashtagName)@ ?
da: Fjern #%1$(hashtagName)@ ?
de: #%1$(hashtagName)@ entfernen?
el: Αφαίρεση #%1$(hashtagName)@ ;
es_ar: ¿Eliminar #%1$(hashtagName)@?
et: Kas eemaldad #%1$(hashtagName)@ teemaviite?
fr: Supprimer #%1$(hashtagName)@ ?
ga: Bain # %1$(hashtagName)@ ?
is: Fjarlægja #%1$(hashtagName)@ ?
it: Rimuovere #%1$(hashtagName)@ ?
nl: #%1$(hashtagName)@ verwijderen?
tr: #%1$(hashtagName)@ silinsin mi?
uk: Видалити #%1$(hashtagName)@?
vi: Xóa #%1$(hashtagName)@ ?
zh_hant: 是否刪除 #%1$(hashtagName)@？

# Scene.EditProfile.FeaturedHashtags.usedInCountPosts
source: Used in %(postCount)lld posts
be: Выкарыстаны ў %(postCount)lld допісах
da: Brugt i %(postCount)lld indlæg
de: In %(postCount)lld Beiträgen verwendet
el: Χρησιμοποιείται σε %(postCount)lld αναρτήσεις
es_ar: Usada en %(postCount)lld mensajes
et: Kasutatud %(postCount)lld-s postituses
fr: Utilisé dans %(postCount)lld messages
ga: Úsáidte i %(postCount)lld postáil
is: Notað í %(postCount)lld færslum
it: Utilizzato in %(postCount)lld post
nl: In %(postCount)lld berichten gebruikt
tr: %(postCount)lld gönderide kullanılıyor
vi: Đã dùng trong %(postCount)lld tút
zh_hant: 使用於 %(postCount)lld 則嘟文

# Scene.EditProfile.NavigationTitle.addBio
source: Add a bio
be: Апісаць сябе
da: Tilføj bio
de: Biografie hinzufügen
el: Πρόσθεσε ένα βιογραφικό
es_ar: Agregar una biografía
et: Lisa elulugu
fr: Ajouter une présentation
ga: Cuir bith leis
is: Bæta við æviágripi
it: Aggiungi una biografia
nl: Voeg bio toe
tr: Bir biyografi ekle
uk: Додати біографію
vi: Thêm giới thiệu
zh_hant: 新增個人簡介

# Scene.EditProfile.NavigationTitle.bio
source: Bio
be: Хто я
de: Biografie
el: Βιογραφικό
es_ar: Biografía
et: Elulugu
fr: Présentation
ga: Bith
is: Æviágrip
it: Biografia
tr: Biyografi
uk: Біографія
vi: Giới thiệu
zh_hant: 個人簡介

# Scene.EditProfile.NavigationTitle.customFields
source: Custom fields
be: Адвольныя палі
da: Brugerdefinerede felter
de: Zusatzfelder
el: Προσαρμοσμένα πεδία
es_ar: Campos personalizados
et: Kohandatud väljad
fr: Champs personnalisés
ga: Réimsí saincheaptha
is: Sérsniðnir reitir
it: Campi personalizzati
nl: Aangepaste velden
tr: Özel alanlar
uk: Користувацькі поля
vi: Trường tùy chỉnh
zh_hant: 自訂欄位

# Scene.EditProfile.NavigationTitle.customFieldsSubtitle
source: E.g. pronouns, external links, etc.
be: Напрыклад, займеннікі, знешнія спасылкі і г.д.
da: F.eks. pronominer, eksterne links, osv.
de: Deine Website, Pronomen, dein Alter – alles, was du möchtest.
el: Πχ. αντωνυμίες, εξωτερικοί σύνδεσμοι, κλπ.
es_ar: Por ejemplo: pronombres personales, enlaces externos, etc.
et: Nt. asesõnad, välised lingid jne.
fr: Par exemple vos pronoms, des liens, …
ga: M.sh. forainmneacha, naisc sheachtracha, srl.
is: T.d. fornöfn, ytri tenglar, o.s.frv.
it: Per esempio: pronomi, collegamenti esterni, ecc.
nl: Bijv. voornaamwoorden, externe links enz.
tr: Ör. hitaplar, dış bağlantılar, vs.
uk: Наприклад, займенники, зовнішні посилання тощо.
vi: Vd: sở thích, liên kết ngoài
zh_hant: 例如：稱謂、外部連結等。

# Scene.EditProfile.NavigationTitle.displayName
source: Display name
be: Бачнае імя
da: Vist navn
de: Anzeigename
el: Εμφανιζόμενο όνομα
es_ar: Nombre a mostrar
et: Kuvatav nimi
fr: Nom public
ga: Ainm taispeána
is: Birtingarnafn
it: Nome mostrato
nl: Schermnaam
tr: Görünen ad
uk: Видиме ім'я
vi: Tên gọi
zh_hant: 顯示名稱

# Scene.EditProfile.NavigationTitle.featuredHashtags
source: Featured hashtags
be: Выбраныя хэштэгі
da: Fremhævede hashtags
de: Vorgestellte Hashtags
el: Αναδεδειγμένες ετικέτες
es_ar: Etiquetas destacadas
et: Esiletõstetud teemaviited
fr: Hashtags mis en avant
ga: Haischlibanna faoi thrácht
is: Myllumerki með aukið vægi
it: Hashtag in evidenza
nl: Uitgelichte hashtags
tr: Öne çıkan etiketler
uk: Рекомендовані хештеґи
vi: Hashtag thường dùng
zh_hant: 推薦主題標籤

# Scene.EditProfile.NavigationTitle.featuredHashtagsStubtitle
source: Allow users to filter your timeline by topic
be: Дазволіць карыстальнікам фільтраваць Вашу стужку па тэме
da: Giv brugere mulighed for at filtrere din tidslinje efter emne
de: Ermöglicht anderen deine Timeline nach Themen zu filtern
el: Να επιτρέπεται στους χρήστες να φιλτράρουν το χρονολόγιο σου ανά θέμα
es_ar: Permitir a los usuarios filtrar tu línea temporal por tema
et: Luba kasutajatel filtreerida sinu ajajoont teemade alusel
fr: Permet de filtrer votre fil d'actualité par sujet
ga: Lig d'úsáideoirí d'amlíne a scagadh de réir ábhair
is: Leyfa notendum að sía tímalínuna þína eftir hugtökum
it: Permetti agli utenti di filtrare la tua timeline per argomento
nl: Laat gebruikers je tijdlijn filteren op onderwerp
tr: Kullanıcıların zaman akışınızı konuya göre filtrelemesine izin verin
uk: Дозволити користувачам фільтрувати вашу шкалу часу за темою
vi: Cho phép mọi người lọc dòng thời gian của bạn theo chủ đề
zh_hant: 允許使用者依照主題過濾您的時間軸

# Scene.EditProfile.NavigationTitle.profileTabSettings
source: Profile tab settings
be: Налады ўкладкі профілю
da: Indstillinger for profil-faner
de: Profil-Tab-Einstellungen
el: Ρυθμίσεις καρτελών προφίλ
es_ar: Configuración de pestaña de perfil
et: Profiili vahekaartide seadistused
fr: Paramètres de l'onglet du profil
ga: Socruithe cluaisín próifíle
is: Stillingar notandasniðsflipa
it: Impostazioni della scheda del profilo
tr: Profil sekmesi seçenekleri
uk: Параметри вкладки профілю
vi: Thiết lập tab hồ sơ
zh_hant: 個人檔案分頁設定

# Scene.EditProfile.SubpageTitle.addBio
source: Add bio
be: Апісаць сябе
da: Tilføj bio
de: Biografie hinzufügen
el: Προσθήκη βιογραφικού
es_ar: Agregar biografía
et: Lisa elulugu
fr: Ajouter une présentation
ga: Cuir bith leis
is: Bæta við æviágripi
it: Aggiungi biografia
nl: Bio toevoegen
tr: Biyografi ekle
uk: Додати біографію
vi: Thêm giới thiệu
zh_hant: 新增個人簡介

# Scene.EditProfile.SubpageTitle.addField
source: Add field
be: Дадаць поле
da: Tilføj felt
de: Zusatzfeld hinzufügen
el: Προσθήκη πεδίου
es_ar: Agregar campo
et: Lisa väli
fr: Ajouter un champ
ga: Cuir réimse leis
is: Bæta við reit
it: Aggiungi un campo
nl: Voeg veld toe
tr: Alan ekle
uk: Додати поле
vi: Thêm trường
zh_hant: 新增欄位

# Scene.EditProfile.SubpageTitle.addHashtag
source: Add hashtag
be: Дадаць хэштэг
da: Tilføj hashtag
de: Hashtag hinzufügen
el: Προσθήκη ετικέτας
es_ar: Agregar etiqueta
et: Lisa teemaviide
fr: Ajouter un hashtag
ga: Cuir haischlib leis
is: Bæta við myllumerki
it: Aggiungi hashtag
nl: Voeg hashtag toe
tr: Etiket ekle
uk: Додати хештеґ
vi: Thêm hashtag
zh_hant: 新增主題標籤

# Scene.EditProfile.SubpageTitle.bioPlaceholder
source: Describe yourself and/or this account.
be: Апішыце сябе і/або гэты ўліковы запіс.
da: Beskriv dig selv og/eller denne konto.
de: Beschreibe dich bzw. dieses Konto.
el: Περιέγραψε τον εαυτό σου και/ή αυτόν τον λογαριασμό.
es_ar: Describite a vos mismo y/o a esta cuenta.
et: Kirjelda iseend ja/või seda kasutajakontot.
fr: Décivez-vous vous-même ou ce compte.
ga: Déan cur síos ort féin agus/nó ar an gcuntas seo.
is: Lýstu þér og/eða þessum aðgangi.
it: Descrivi te stesso/a e/o questo account.
nl: Beschrijf jezelf en/of deze account.
tr: Kendinizi ve/veya bu hesabı tanıtın.
uk: Опишіть себе та/або цей обліковий запис.
vi: Hãy mô tả bản thân và/hoặc tài khoản này.
zh_hant: 描述關於您自己或者此帳號。

# Scene.EditProfile.SubpageTitle.customFields
source: Custom fields
be: Адвольныя палі
da: Brugerdefinerede felter
de: Zusatzfelder
el: Προσαρμοσμένα πεδία
es_ar: Campos personalizados
et: Kohandatud väljad
fr: Champs personnalisés
ga: Réimsí saincheaptha
is: Sérsniðnir reitir
it: Campi personalizzati
nl: Aangepaste velden
tr: Özel alanlar
uk: Користувацькі поля
vi: Trường tùy chỉnh
zh_hant: 自訂欄位

# Scene.EditProfile.SubpageTitle.editBio
source: Edit bio
be: Змяніць апісанне
da: Rediger bio
de: Biografie bearbeiten
el: Επεξεργασία βιογραφικού
es_ar: Editar biografía
et: Muuda elulugu
fr: Modifier la présentation
ga: Cuir bith in eagar
is: Breyta æviágripi
it: Modifica la biografia
nl: Bio wijzigen
tr: Biyografiyi düzenle
uk: Редагувати біографію
vi: Sửa giới thiệu
zh_hant: 編輯個人簡介
